Autodesk.Revit.DB.Steel.SteelElementProperties.UpdateExternalUniqueIdsAfterPaste(System.Collections.Generic.IDictionary{System.Guid,System.Guid})
Updates members external unique ids according to the copy paste map
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2019